---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.PhotometricWebLightDistribution
source: html/769854da-2ba6-87ba-cf0a-8dec49bfd574.htm
---
# PhotometricWebLightDistribution Properties

Specifies whether the .NET object represents a valid Revit entity.